{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "GsIdEditorLocalization",
			"Children": [
				{
					"Source": {
						"Text": "A"
					},
					"Translation": {
						"Text": "A"
					},
					"Key": "Parameter_UGsIdBlueprintLibrary_EqualEqual_GsIdGsId_A_DisplayName"
				},
				{
					"Source": {
						"Text": "A"
					},
					"Translation": {
						"Text": "A"
					},
					"Key": "Parameter_UGsIdBlueprintLibrary_Less_GsIdGsId_A_DisplayName"
				},
				{
					"Source": {
						"Text": "A"
					},
					"Translation": {
						"Text": "A"
					},
					"Key": "Parameter_UGsIdBlueprintLibrary_NotEqual_GsIdGsId_A_DisplayName"
				},
				{
					"Source": {
						"Text": "B"
					},
					"Translation": {
						"Text": "B"
					},
					"Key": "Parameter_UGsIdBlueprintLibrary_EqualEqual_GsIdGsId_B_DisplayName"
				},
				{
					"Source": {
						"Text": "B"
					},
					"Translation": {
						"Text": "B"
					},
					"Key": "Parameter_UGsIdBlueprintLibrary_Less_GsIdGsId_B_DisplayName"
				},
				{
					"Source": {
						"Text": "B"
					},
					"Translation": {
						"Text": "B"
					},
					"Key": "Parameter_UGsIdBlueprintLibrary_NotEqual_GsIdGsId_B_DisplayName"
				},
				{
					"Source": {
						"Text": "Bytes"
					},
					"Translation": {
						"Text": "byte"
					},
					"Key": "Function_UGsIdBlueprintLibrary_ToBytes_ReturnDisplayName"
				},
				{
					"Source": {
						"Text": "Bytes"
					},
					"Translation": {
						"Text": "byte"
					},
					"Key": "Parameter_UGsIdBlueprintLibrary_FromBytes_Bytes_DisplayName"
				},
				{
					"Source": {
						"Text": "Create Deterministic GsId"
					},
					"Translation": {
						"Text": "Crea GsId deterministico"
					},
					"Key": "Function_UGsIdBlueprintLibrary_CreateDeterministicGsId_DisplayName"
				},
				{
					"Source": {
						"Text": "D — 16-8-8-8-8-16"
					},
					"Translation": {
						"Text": "D — 16 - 8 - 8 - 8 - 8 - 16"
					},
					"Key": "Enum_EGsIdFormat_D_DisplayName"
				},
				{
					"Source": {
						"Text": "Empty GsId"
					},
					"Translation": {
						"Text": "GsId vuoto"
					},
					"Key": "Function_UGsIdBlueprintLibrary_EmptyGsId_DisplayName"
				},
				{
					"Source": {
						"Text": "Equal (GsId)"
					},
					"Translation": {
						"Text": "Uguale (GsId)"
					},
					"Key": "Function_UGsIdBlueprintLibrary_EqualEqual_GsIdGsId_DisplayName"
				},
				{
					"Source": {
						"Text": "Format"
					},
					"Translation": {
						"Text": "formato"
					},
					"Key": "Parameter_UGsIdBlueprintLibrary_ToString_Format_DisplayName"
				},
				{
					"Source": {
						"Text": "From Bytes"
					},
					"Translation": {
						"Text": "Crea da byte"
					},
					"Key": "Function_UGsIdBlueprintLibrary_FromBytes_DisplayName"
				},
				{
					"Source": {
						"Text": "Generated GsId"
					},
					"Translation": {
						"Text": "GsId generato"
					},
					"Key": "Parameter_UGsIdBlueprintLibrary_TryNewGsId_OutGsId_DisplayName"
				},
				{
					"Source": {
						"Text": "Get Stable Hash"
					},
					"Translation": {
						"Text": "Ottieni hash stabile"
					},
					"Key": "Function_UGsIdBlueprintLibrary_GetStableHash_DisplayName"
				},
				{
					"Source": {
						"Text": "GsId"
					},
					"Translation": {
						"Text": "GsId"
					},
					"Key": "Category_GsId_Galactic_Shrine_GsId"
				},
				{
					"Source": {
						"Text": "GsId"
					},
					"Translation": {
						"Text": "GsId"
					},
					"Key": "Function_UGsIdBlueprintLibrary_CreateDeterministicGsId_ReturnDisplayName"
				},
				{
					"Source": {
						"Text": "GsId"
					},
					"Translation": {
						"Text": "GsId"
					},
					"Key": "Function_UGsIdBlueprintLibrary_EmptyGsId_ReturnDisplayName"
				},
				{
					"Source": {
						"Text": "GsId"
					},
					"Translation": {
						"Text": "GsId"
					},
					"Key": "Function_UGsIdBlueprintLibrary_NewGsId_ReturnDisplayName"
				},
				{
					"Source": {
						"Text": "GsId"
					},
					"Translation": {
						"Text": "GsId"
					},
					"Key": "Parameter_UGsIdBlueprintLibrary_FromBytes_OutGsId_DisplayName"
				},
				{
					"Source": {
						"Text": "GsId"
					},
					"Translation": {
						"Text": "GsId"
					},
					"Key": "Parameter_UGsIdBlueprintLibrary_Parse_OutGsId_DisplayName"
				},
				{
					"Source": {
						"Text": "GsId"
					},
					"Translation": {
						"Text": "GsId"
					},
					"Key": "Type_FGsId_DisplayName"
				},
				{
					"Source": {
						"Text": "GsId Blueprint Library"
					},
					"Translation": {
						"Text": "Libreria Blueprint GsId"
					},
					"Key": "Type_UGsIdBlueprintLibrary_DisplayName"
				},
				{
					"Source": {
						"Text": "GsId Format"
					},
					"Translation": {
						"Text": "Formato GsId"
					},
					"Key": "Type_EGsIdFormat_DisplayName"
				},
				{
					"Source": {
						"Text": "GsId Letter Case"
					},
					"Translation": {
						"Text": "Maiuscole/minuscole GsId"
					},
					"Key": "Type_EGsIdLetterCase_DisplayName"
				},
				{
					"Source": {
						"Text": "Input Bytes"
					},
					"Translation": {
						"Text": "Byte di input"
					},
					"Key": "Parameter_UGsIdBlueprintLibrary_CreateDeterministicGsId_InputBytes_DisplayName"
				},
				{
					"Source": {
						"Text": "Is Empty"
					},
					"Translation": {
						"Text": "È vuoto"
					},
					"Key": "Function_UGsIdBlueprintLibrary_IsEmpty_DisplayName"
				},
				{
					"Source": {
						"Text": "Is Valid"
					},
					"Translation": {
						"Text": "È valido"
					},
					"Key": "Function_UGsIdBlueprintLibrary_IsValid_DisplayName"
				},
				{
					"Source": {
						"Text": "Less (GsId)"
					},
					"Translation": {
						"Text": "Minore (GsId)"
					},
					"Key": "Function_UGsIdBlueprintLibrary_Less_GsIdGsId_DisplayName"
				},
				{
					"Source": {
						"Text": "Letter Case"
					},
					"Translation": {
						"Text": "Maiuscole/minuscole"
					},
					"Key": "Parameter_UGsIdBlueprintLibrary_ToString_LetterCase_DisplayName"
				},
				{
					"Source": {
						"Text": "Lowercase"
					},
					"Translation": {
						"Text": "Minuscolo"
					},
					"Key": "Enum_EGsIdLetterCase_Lower_DisplayName"
				},
				{
					"Source": {
						"Text": "N — 64 hexadecimal characters"
					},
					"Translation": {
						"Text": "N — 64 caratteri esadecimali"
					},
					"Key": "Enum_EGsIdFormat_N_DisplayName"
				},
				{
					"Source": {
						"Text": "New GsId"
					},
					"Translation": {
						"Text": "Crea GsId"
					},
					"Key": "Function_UGsIdBlueprintLibrary_NewGsId_DisplayName"
				},
				{
					"Source": {
						"Text": "Not Equal (GsId)"
					},
					"Translation": {
						"Text": "Diverso (GsId)"
					},
					"Key": "Function_UGsIdBlueprintLibrary_NotEqual_GsIdGsId_DisplayName"
				},
				{
					"Source": {
						"Text": "Parse"
					},
					"Translation": {
						"Text": "Analizza"
					},
					"Key": "Function_UGsIdBlueprintLibrary_Parse_DisplayName"
				},
				{
					"Source": {
						"Text": "Result"
					},
					"Translation": {
						"Text": "Risultato"
					},
					"Key": "Function_UGsIdBlueprintLibrary_EqualEqual_GsIdGsId_ReturnDisplayName"
				},
				{
					"Source": {
						"Text": "Result"
					},
					"Translation": {
						"Text": "Risultato"
					},
					"Key": "Function_UGsIdBlueprintLibrary_IsEmpty_ReturnDisplayName"
				},
				{
					"Source": {
						"Text": "Result"
					},
					"Translation": {
						"Text": "Risultato"
					},
					"Key": "Function_UGsIdBlueprintLibrary_IsValid_ReturnDisplayName"
				},
				{
					"Source": {
						"Text": "Result"
					},
					"Translation": {
						"Text": "Risultato"
					},
					"Key": "Function_UGsIdBlueprintLibrary_Less_GsIdGsId_ReturnDisplayName"
				},
				{
					"Source": {
						"Text": "Result"
					},
					"Translation": {
						"Text": "Risultato"
					},
					"Key": "Function_UGsIdBlueprintLibrary_NotEqual_GsIdGsId_ReturnDisplayName"
				},
				{
					"Source": {
						"Text": "Stable Hash"
					},
					"Translation": {
						"Text": "Hash stabile"
					},
					"Key": "Function_UGsIdBlueprintLibrary_GetStableHash_ReturnDisplayName"
				},
				{
					"Source": {
						"Text": "Success"
					},
					"Translation": {
						"Text": "Successo"
					},
					"Key": "Function_UGsIdBlueprintLibrary_FromBytes_ReturnDisplayName"
				},
				{
					"Source": {
						"Text": "Success"
					},
					"Translation": {
						"Text": "Successo"
					},
					"Key": "Function_UGsIdBlueprintLibrary_Parse_ReturnDisplayName"
				},
				{
					"Source": {
						"Text": "Success"
					},
					"Translation": {
						"Text": "Successo"
					},
					"Key": "Function_UGsIdBlueprintLibrary_TryNewGsId_ReturnDisplayName"
				},
				{
					"Source": {
						"Text": "Text"
					},
					"Translation": {
						"Text": "Testo"
					},
					"Key": "Function_UGsIdBlueprintLibrary_ToString_ReturnDisplayName"
				},
				{
					"Source": {
						"Text": "To Bytes"
					},
					"Translation": {
						"Text": "Converti in byte"
					},
					"Key": "Function_UGsIdBlueprintLibrary_ToBytes_DisplayName"
				},
				{
					"Source": {
						"Text": "To String"
					},
					"Translation": {
						"Text": "Converti in stringa"
					},
					"Key": "Function_UGsIdBlueprintLibrary_ToString_DisplayName"
				},
				{
					"Source": {
						"Text": "Try New GsId"
					},
					"Translation": {
						"Text": "Prova a creare un GsId"
					},
					"Key": "Function_UGsIdBlueprintLibrary_TryNewGsId_DisplayName"
				},
				{
					"Source": {
						"Text": "Uppercase"
					},
					"Translation": {
						"Text": "Maiuscolo"
					},
					"Key": "Enum_EGsIdLetterCase_Upper_DisplayName"
				},
				{
					"Source": {
						"Text": "Value"
					},
					"Translation": {
						"Text": "valore"
					},
					"Key": "Parameter_UGsIdBlueprintLibrary_GetStableHash_Value_DisplayName"
				},
				{
					"Source": {
						"Text": "Value"
					},
					"Translation": {
						"Text": "valore"
					},
					"Key": "Parameter_UGsIdBlueprintLibrary_IsEmpty_Value_DisplayName"
				},
				{
					"Source": {
						"Text": "Value"
					},
					"Translation": {
						"Text": "valore"
					},
					"Key": "Parameter_UGsIdBlueprintLibrary_IsValid_Value_DisplayName"
				},
				{
					"Source": {
						"Text": "Value"
					},
					"Translation": {
						"Text": "valore"
					},
					"Key": "Parameter_UGsIdBlueprintLibrary_Parse_Value_DisplayName"
				},
				{
					"Source": {
						"Text": "Value"
					},
					"Translation": {
						"Text": "valore"
					},
					"Key": "Parameter_UGsIdBlueprintLibrary_ToBytes_Value_DisplayName"
				},
				{
					"Source": {
						"Text": "Value"
					},
					"Translation": {
						"Text": "valore"
					},
					"Key": "Parameter_UGsIdBlueprintLibrary_ToString_Value_DisplayName"
				},
				{
					"Source": {
						"Text": "create deterministic gsid gsid"
					},
					"Translation": {
						"Text": "Crea deterministico gsid gsid"
					},
					"Key": "Function_UGsIdBlueprintLibrary_CreateDeterministicGsId_Keywords"
				},
				{
					"Source": {
						"Text": "empty gsid gsid"
					},
					"Translation": {
						"Text": "Vuoto gsid gsid"
					},
					"Key": "Function_UGsIdBlueprintLibrary_EmptyGsId_Keywords"
				},
				{
					"Source": {
						"Text": "equal gsid gsid"
					},
					"Translation": {
						"Text": "Uguale gsid gsid"
					},
					"Key": "Function_UGsIdBlueprintLibrary_EqualEqual_GsIdGsId_Keywords"
				},
				{
					"Source": {
						"Text": "from bytes gsid"
					},
					"Translation": {
						"Text": "from byte gsid"
					},
					"Key": "Function_UGsIdBlueprintLibrary_FromBytes_Keywords"
				},
				{
					"Source": {
						"Text": "get stable hash gsid"
					},
					"Translation": {
						"Text": "Ottieni stabile hash gsid"
					},
					"Key": "Function_UGsIdBlueprintLibrary_GetStableHash_Keywords"
				},
				{
					"Source": {
						"Text": "is empty gsid"
					},
					"Translation": {
						"Text": "È Vuoto gsid"
					},
					"Key": "Function_UGsIdBlueprintLibrary_IsEmpty_Keywords"
				},
				{
					"Source": {
						"Text": "is valid gsid"
					},
					"Translation": {
						"Text": "È Valido gsid"
					},
					"Key": "Function_UGsIdBlueprintLibrary_IsValid_Keywords"
				},
				{
					"Source": {
						"Text": "less gsid gsid"
					},
					"Translation": {
						"Text": "Minore gsid gsid"
					},
					"Key": "Function_UGsIdBlueprintLibrary_Less_GsIdGsId_Keywords"
				},
				{
					"Source": {
						"Text": "new gsid gsid"
					},
					"Translation": {
						"Text": "new gsid gsid"
					},
					"Key": "Function_UGsIdBlueprintLibrary_NewGsId_Keywords"
				},
				{
					"Source": {
						"Text": "not equal gsid gsid"
					},
					"Translation": {
						"Text": "Non Uguale gsid gsid"
					},
					"Key": "Function_UGsIdBlueprintLibrary_NotEqual_GsIdGsId_Keywords"
				},
				{
					"Source": {
						"Text": "parse gsid"
					},
					"Translation": {
						"Text": "Analizza gsid"
					},
					"Key": "Function_UGsIdBlueprintLibrary_Parse_Keywords"
				},
				{
					"Source": {
						"Text": "to bytes gsid"
					},
					"Translation": {
						"Text": "to byte gsid"
					},
					"Key": "Function_UGsIdBlueprintLibrary_ToBytes_Keywords"
				},
				{
					"Source": {
						"Text": "to string gsid"
					},
					"Translation": {
						"Text": "to stringa gsid"
					},
					"Key": "Function_UGsIdBlueprintLibrary_ToString_Keywords"
				},
				{
					"Source": {
						"Text": "try new gsid"
					},
					"Translation": {
						"Text": "Prova a creare un GsId"
					},
					"Key": "Function_UGsIdBlueprintLibrary_TryNewGsId_Keywords"
				}
			]
		}
	]
}